import { StudyData } from '../types';

const studyDataList: StudyData[] = [
  {
    date: '01/29-02/04',
    合計: 100,
    達成数: 100,
    達成率: 88,
  },
  {
    date: '02/05-02/11',
    合計: 100,
    達成数: 100,
    達成率: 85,
  },
  {
    date: '02/12-02/18',
    合計: 100,
    達成数: 100,
    達成率: 90,
  },
  {
    date: '02/19-02/25',
    合計: 100,
    達成数: 100,
    達成率: 70,
  },
  {
    date: '02/26-03/03',
    合計: 100,
    達成数: 100,
    達成率: 20,
  },
  {
    date: '03/04-03/10',
    合計: 100,
    達成数: 100,
    達成率: 22,
  },
];

export default studyDataList;